Repository: A-D-E/wp-vOffice
Catalog: languages/vof-*_formal.po
Languages: de_de@formal

source: settings
de_de@formal: Einstellungen

source: Please select your partner-namespace
de_de@formal: Bitte wählen Sie Ihr Namespace

source: Please select your option:
de_de@formal: Bitte wählen Sie Ihre Option:

source: Standard
de_de@formal: Standart (leer)

source: Save
de_de@formal: Speichern

source: Please enter your wish domain:
de_de@formal: Bitte geben Sie Ihr Wunsch-Domain ein:

source: Check it
de_de@formal: Prüfen

source: An error occurred
de_de@formal: Es ist ein Fehler aufgetretten

source: Your %sOffice domain of choice:
de_de@formal: Ihre %sOffice Wunschdomain:

source: is free and can be set up right away
de_de@formal: ist frei und kann sofort eingerichtet werden

source: %s unfortunately cannot be registered. Please try again with another domain.
de_de@formal: %s kann leider nicht registriert werden. Bitte versuchen Sie mit einer anderen Domain erneut.

source: vOffice Domain Check
de_de@formal: vOffice Domain-Prüfung
